[
  {
    "index": 1,
    "text": "The true man wants two things: danger and play.",
    "learned": 0,
    "meaning": "",
    "example": ""
  },
  {
    "index": 2,
    "text": "Be careful, lest in casting out your demon you exorcise the best thing in you.",
    "learned": 0,
    "meaning": "",
    "example": ""
  },
  {
    "index": 3,
    "text": "The secret for harvesting from existence the greatest fruitfulness and the greatest enjoyment is: to live dangerously!",
    "learned": 0,
    "meaning": "",
    "example": ""
  },
  {
    "index": 4,
    "text": "Silence is worse; all truths that are kept silent become poisonous.",
    "learned": 0,
    "meaning": "",
    "example": ""
  },
  {
    "index": 5,
    "text": "I have often laughed at the weaklings who thought themselves good because they had no claws.",
    "learned": 0,
    "meaning": "",
    "example": ""
  },
  {
    "index": 6,
    "text": "He who fights with monsters should look to it that he himself does not become a monster.",
    "learned": 0,
    "meaning": "",
    "example": ""
  },
  {
    "index": 7,
    "text": "When you gaze long into an abyss the abyss also gazes into you.",
    "learned": 0,
    "meaning": "",
    "example": ""
  },
  {
    "index": 8,
    "text": "Nothing on earth consumes a man more quickly than the passion of resentment.",
    "learned": 0,
    "meaning": "",
    "example": ""
  },
  {
    "index": 9,
    "text": "Become who you are.",
    "learned": 0,
    "meaning": "",
    "example": ""
  },
  {
    "index": 10,
    "text": "It is not a lack of love, but a lack of friendship that makes unhappy marriages.",
    "learned": 0,
    "meaning": "",
    "example": ""
  },
  {
    "index": 11,
    "text": "If we possess our why of life we can put up with almost any how.”",
    "learned": 0,
    "meaning": "",
    "example": ""
  },
  {
    "index": 12,
    "text": "A good writer possesses not only his own spirit but also the spirit of his friends.”",
    "learned": 0,
    "meaning": "",
    "example": ""
  },
  {
    "index": 13,
    "text": "My formula for greatness in a human being is amor fati: that one wants nothing to be different, not forward, not backward, not in all eternity.”",
    "learned": 0,
    "meaning": "",
    "example": ""
  },
  {
    "index": 14,
    "text": "That every will must consider every other will its equal — would be a principle hostile to life, an agent of the dissolution and destruction of man, an attempt to assassinate the future of man, a sign of weariness, a secret path to nothingness.”",
    "learned": 0,
    "meaning": "",
    "example": ""
  },
  {
    "index": 15,
    "text": "There is always some madness in love. But there is also always some reason in madness.”",
    "learned": 0,
    "meaning": "",
    "example": ""
  },
  {
    "index": 16,
    "text": "The lonely one offers his hand too quickly to whomever he encounters.”",
    "learned": 0,
    "meaning": "",
    "example": ""
  },
  {
    "index": 17,
    "text": "Ultimately, it is the desire, not the desired, that we love.”",
    "learned": 0,
    "meaning": "",
    "example": ""
  },
  {
    "index": 18,
    "text": "Ascetic ideals reveal so many bridges to independence that a philosopher is bound to rejoice and clap his hands when he hears the story of all those resolute men who one day said No to all servitude and went into some desert.”",
    "learned": 0,
    "meaning": "",
    "example": ""
  },
  {
    "index": 19,
    "text": "Whoever does not have two-thirds of his day for himself, is a slave, whatever he may be: a statesman, a businessman, an official, or a scholar.”",
    "learned": 0,
    "meaning": "",
    "example": ""
  },
  {
    "index": 20,
    "text": "We often contradict an opinion for no other reason than that we do not like the tone in which it is expressed.”",
    "learned": 0,
    "meaning": "",
    "example": ""
  },
  {
    "index": 21,
    "text": "They muddy the water, to make it seem deep.”",
    "learned": 0,
    "meaning": "",
    "example": ""
  },
  {
    "index": 22,
    "text": "There is more wisdom in your body than in your deepest philosophy.”",
    "learned": 0,
    "meaning": "",
    "example": ""
  },
  {
    "index": 23,
    "text": "Most people are far too much occupied with themselves to be malicious.”",
    "learned": 0,
    "meaning": "",
    "example": ""
  },
  {
    "index": 24,
    "text": "He who humbleth himself wants to be exalted.”",
    "learned": 0,
    "meaning": "",
    "example": ""
  },
  {
    "index": 25,
    "text": "In the end things must be as they are and have always been — the great things remain for the great, the abysses for the profound, the delicacies and thrills for the refined, and, to sum up shortly, everything rare for the rare.”",
    "learned": 0,
    "meaning": "",
    "example": ""
  },
  {
    "index": 26,
    "text": "A joke is an epigram on the death of a feeling.”",
    "learned": 0,
    "meaning": "",
    "example": ""
  },
  {
    "index": 27,
    "text": "Forgetting our intentions is the most frequent of all acts of stupidity.”",
    "learned": 0,
    "meaning": "",
    "example": ""
  },
  {
    "index": 28,
    "text": "Many people are obstinate about the path once it is taken, few people about the destination.”",
    "learned": 0,
    "meaning": "",
    "example": ""
  },
  {
    "index": 29,
    "text": "People are always angry at anyone who chooses very individual standards for his life; because of the extraordinary treatment which that man grants to himself, they feel degraded, like ordinary beings.”",
    "learned": 0,
    "meaning": "",
    "example": ""
  },
  {
    "index": 30,
    "text": "If a man has a great deal to put in them, a day will have a hundred pockets.”",
    "learned": 0,
    "meaning": "",
    "example": ""
  },
  {
    "index": 31,
    "text": "The first opinion that occurs to us when we are suddenly asked about a matter is usually not our own, but only the customary one, appropriate to our caste, position, or parentage; our own opinions seldom swim near the surface.”",
    "learned": 0,
    "meaning": "",
    "example": ""
  },
  {
    "index": 32,
    "text": "Truth tends to reveal its highest wisdom in the guise of simplicity.”",
    "learned": 0,
    "meaning": "",
    "example": ""
  },
  {
    "index": 33,
    "text": "A strong and well-constituted man digests his experiences (deeds and misdeeds all included) just as he digests his meats, even when he has some tough morsels to swallow.”",
    "learned": 0,
    "meaning": "",
    "example": ""
  },
  {
    "index": 34,
    "text": "Everything good, fine, or great men do is first of all an argument against the skeptic inside them.”",
    "learned": 0,
    "meaning": "",
    "example": ""
  },
  {
    "index": 35,
    "text": "Cynicism is the only form in which base souls approach honesty.”",
    "learned": 0,
    "meaning": "",
    "example": ""
  },
  {
    "index": 36,
    "text": "Is life not a thousand times too short for us to bore ourselves?”",
    "learned": 0,
    "meaning": "",
    "example": ""
  },
  {
    "index": 37,
    "text": "All great things must first wear terrifying and monstrous masks in order to inscribe themselves on the hearts of humanity.”",
    "learned": 0,
    "meaning": "",
    "example": ""
  },
  {
    "index": 38,
    "text": "What does not kill me makes me stronger.”",
    "learned": 0,
    "meaning": "",
    "example": ""
  },
  {
    "index": 39,
    "text": "Disobedience — that is the nobility of slaves.”",
    "learned": 0,
    "meaning": "",
    "example": ""
  },
  {
    "index": 40,
    "text": "Untroubled, scornful, outrageous — that is how wisdom wants us to be: she is a woman and never loves anyone but a warrior.”",
    "learned": 0,
    "meaning": "",
    "example": ""
  },
  {
    "index": 41,
    "text": "Virtue has come to consist of doing something in less time than someone else.”",
    "learned": 0,
    "meaning": "",
    "example": ""
  },
  {
    "index": 42,
    "text": "I mistrust all systematizers and avoid them. The will to a system is a lack of integrity.”",
    "learned": 0,
    "meaning": "",
    "example": ""
  },
  {
    "index": 43,
    "text": "A living thing seeks above all to discharge its strength — life itself is will to power.”",
    "learned": 0,
    "meaning": "",
    "example": ""
  },
  {
    "index": 44,
    "text": "He who cannot obey himself will be commanded.”",
    "learned": 0,
    "meaning": "",
    "example": ""
  },
  {
    "index": 45,
    "text": "Even the most beautiful scenery is no longer assured of our love after we have lived in it for three months, and some distant coast attracts our avarice: possessions are generally diminished by possession.”",
    "learned": 0,
    "meaning": "",
    "example": ""
  },
  {
    "index": 46,
    "text": "Freedom means that the manly instincts which delight in war and victory dominate over other instincts, for example, over those of 'pleasure.'”",
    "learned": 0,
    "meaning": "",
    "example": ""
  },
  {
    "index": 47,
    "text": "The free man is a warrior.”",
    "learned": 0,
    "meaning": "",
    "example": ""
  },
  {
    "index": 48,
    "text": "That for which we find words is something already dead in our hearts.”",
    "learned": 0,
    "meaning": "",
    "example": ""
  },
  {
    "index": 49,
    "text": "Danger alone acquaints us with our own resources, our virtues, our armor and weapons, our spirit, and forces us to be strong.”",
    "learned": 0,
    "meaning": "",
    "example": ""
  },
  {
    "index": 50,
    "text": "Every profound spirit needs a mask.”",
    "learned": 0,
    "meaning": "",
    "example": ""
  },
  {
    "index": 51,
    "text": "It is not the strength, but the duration, of great sentiments that makes great men.”",
    "learned": 0,
    "meaning": "",
    "example": ""
  },
  {
    "index": 52,
    "text": "The belly is the reason why man does not mistake himself for a god.”",
    "learned": 0,
    "meaning": "",
    "example": ""
  },
  {
    "index": 53,
    "text": "The surest way to corrupt a youth is to instruct him to hold in higher esteem those who think alike than those who think differently.”",
    "learned": 0,
    "meaning": "",
    "example": ""
  },
  {
    "index": 54,
    "text": "At times one remains faithful to a cause only because its opponents do not cease to be insipid.”",
    "learned": 0,
    "meaning": "",
    "example": ""
  },
  {
    "index": 55,
    "text": "The best friend will probably acquire the best wife, because a good marriage is founded on the talent for friendship.”",
    "learned": 0,
    "meaning": "",
    "example": ""
  },
  {
    "index": 56,
    "text": "A man far oftener appears to have a decided character from persistently following his temperament than from persistently following his principles.”",
    "learned": 0,
    "meaning": "",
    "example": ""
  },
  {
    "index": 57,
    "text": "My formula for happiness: a Yes, a No, a straight line, a goal.”",
    "learned": 0,
    "meaning": "",
    "example": ""
  },
  {
    "index": 58,
    "text": "The sick are the greatest danger for the healthy; it is not from the strongest that harm comes to the strong, but from the weakest.”",
    "learned": 0,
    "meaning": "",
    "example": ""
  },
  {
    "index": 59,
    "text": "One must need to be strong — otherwise one will never become strong.”",
    "learned": 0,
    "meaning": "",
    "example": ""
  },
  {
    "index": 60,
    "text": "How is freedom measured, in individuals as in nations? By the resistance which must be overcome, by the effort it costs to remain on top.”",
    "learned": 0,
    "meaning": "",
    "example": ""
  },
  {
    "index": 61,
    "text": "Life is continually shedding something that wants to die.”",
    "learned": 0,
    "meaning": "",
    "example": ""
  },
  {
    "index": 62,
    "text": "Our destiny exercises its influence over us even when, as yet, we have not learned its nature: it is our future that lays down the law of our today.”",
    "learned": 0,
    "meaning": "",
    "example": ""
  },
  {
    "index": 63,
    "text": "No power can maintain itself if only hypocrites represent it.”",
    "learned": 0,
    "meaning": "",
    "example": ""
  },
  {
    "index": 64,
    "text": "One will rarely err if extreme actions be ascribed to vanity, ordinary actions to habit, and mean actions to fear.”",
    "learned": 0,
    "meaning": "",
    "example": ""
  },
  {
    "index": 65,
    "text": "Happiness is the feeling that power increases — that resistance is being overcome.”",
    "learned": 0,
    "meaning": "",
    "example": ""
  },
  {
    "index": 66,
    "text": "All in all and on the whole: some day I wish to be only a Yes-sayer.”",
    "learned": 0,
    "meaning": "",
    "example": ""
  }
]